Revit 2024 API
PointCloudType.FoundStatus Property
 Shows whether the Point Cloud external file could be found.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public PointCloudFoundStatus FoundStatus { get; }
Visual Basic
Public ReadOnly Property FoundStatus As PointCloudFoundStatus
	Get
Visual C++
public:
property PointCloudFoundStatus FoundStatus {
	PointCloudFoundStatus get ();
}
See Also
PointCloudType Class
Autodesk.Revit.DB Namespace